[M_Odyssey MissionDefinition]
MissionName="A Odisséia"
MissionDescription="Você encontrou um dispositivo ECHO em um cadáver de um bandido que você eliminou. Esse bandido, um tal de Otis, lhe ofereceu dinheiro para que você matasse outros três bandidos que o expulsaram de sua casa e estão assediando sua mulher."
TurnInDescription="Agora que os valentões que queria pegar a Penny morreram, a mulher de Otis já pode viver tranquila, com a certeza de que agora ela tem tempo de sobra para planejar a vingança contra o aventureiro que tirou a vida do seu marido."
MissionSummary="Elimine os assediadores de Penny."
MissionGiver=""
MissionTurnInLocation=""
TeaserText="Só porque você matou alguém, isso não quer dizer que você não pode lhe fazer um favor. "

[M_Odyssey:GoSeePenny MissionObjectiveDefinition]
ProgressMessage="Visite Penny"

[M_Odyssey:KillBluntCrack MissionObjectiveDefinition]
ProgressMessage="Elimine Cachaça"

[M_Odyssey:KillCraw MissionObjectiveDefinition]
ProgressMessage="Elimine Buchudo"

[M_Odyssey:KillFaraday MissionObjectiveDefinition]
ProgressMessage="Elimine Sexta-feira"

[M_Odyssey:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Odyssey:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

